{
    "name": "Dom Kennedy",
    "albums": [
        {
            "name": "From Westside with Love",
            "tracks": [{}, {}]

        },
        {
            "name": "From Westside with Love II",
            "tracks": [
                {
                    "title": "Doms Prayer",
                    "lyrics": "Lord forgive me for this watch I bought I know that shit had cost alot And I dont really like to floss alot But I just really feel the time is right Shit we tryna live that finer life You know that dolce and gabbana life Lot of niggas in this club boi Im on some need some new vagina life Lord forgive me if im losin faith How many niggas we gon lose today My nigga caso just got blew away Sometimes I wanna move away But you see that I choose to stay I guess that prove its safe This stress shit got me losin weight But all I gotta do is pray I pray that we gon make it safe I pray that we gon make this cake I pray you know that I aint fake I pray I see these iron gates  Im prayin to my dyin day 3x I be prayin to my dyin day Lord forgive me if I fornicate And yea I made some porno tapes Sometimes I smoke some little Eigth Sometime I have a little drank And I aint got much time to waste These dreams im always tryna chase Makin money off of rhymes is great But when im out I gotta hide my face Lord forgive me if I shyed away I cant hear you whem my mind is blank My mom give me my common grace And im handsome for my daddy face Now im standin in my daddy place Damn being a dad is great I get to tell my son look Dont be out makin yo dad mistakes"
                },
                {
                    "title": "Grindin",
                    "lyrics": "Answer the phone when a real nigga call Grinding, nigga out here shining Early in the morning check the Rolly with the diamonds Grinding, grinding, grinding, grinding... Grinding, damn I got good timing   Your niggas is falling off and my niggas is climbing Run it, other peoples money Tell em dont leave, girl, the real niggas is coming Comic, sell it like an onion I Fuck with Casey Veggies, nigga, that my Lil youngun Bumpin, on my way to function Pull it up in the front, damn this shit look like its jumpin Jumpin, this my introduction Mom calls me Dom, girl I smash it like a pumpkin Punking, girl you really fronting If its not with you, bet I be leaving here with something! Quote it, she tryna get promoted Took me to the bathroom and you aint even notice Yeah, I guess we call that groupie love I made her get in that jacuzzi tub Grinding, nigga out here shining Early in the morning check the Rolly with the diamonds Grinding, grinding, grinding, grinding... Grinding, nigga out here shining Early in the morning check the Rolly with the diamonds Grinding, grinding, grinding, grinding... Grinding, you so far behind it I be going shopping for that shit you dont be buying Flying, everybody trying Wanna be the king, but Im a little lion Eating, I aint talking vegan We at Benihana like twice on every weekend Keep it: thats our little secret If you dont tell him, he would never think you cheating... Im ready, come give me my heady You dont need school, girl, you know so much already! Deadly, Im like that nigga Freddy One phone call turns these niggas to confetti Quote it, you have been demoted Your album came out, damn and we aint even notice We call that a floppy disc This that Gucci Shirt, Versace shit... Grinding, nigga out here shining Early in the morning check the Rolly with the diamonds Grinding, grinding, grinding, grinding... Grinding, nigga out here shining Early in the morning check the Rolly with the diamonds Grinding, grinding, grinding, grinding..."
                },
                {
                    "title": "When I Come Around",
                    "lyrics": "Let me take you on a date, date We aint gotta wait Tell me if you got an ex-nigga in the way He can stay, I just want to get a little taste see you keep your body in shape, lookI just wanna day, back Damn you look good Damn you look good, girl And you look good, need to stop Niggas came in, two shots Im waiting to hear Sugar Quik, or 2PacIts the coast, t-shirt, flannel, no coats A party aint a party if my nigga cant smoke Here we go, let me let me let me make a toast To baby over tcause she know I want to poke No I dont - I just want to stick it in her throatDrop out the house and go dippin on the spokes, niggas know 2 12s in the backseat Passin by the kids, they yellin thats me! as I skate Damn, whats witthis hate When I come around, cant say it to my faceOK, niggas know I do stay paid And niggas can get that fade When I come around, niggas better quiet shit down You niggas aint buying Cristal You shthat drinkFuck do I care what you think I come through wearin that mink Niggas all drunk, I dont wanna hit yo blunt I can fuck with any bitch that I want Is thchick? Niggas looked over like chhhhI did that back in 06 She was like wait, hold up, thats my jam This the new Dom, bitch, thats my man Try and get this money as best I can Can you do itthe side baby yes I can Just wait, Imma beat it out like CeyGoin all night, just give me like 5 tapes And Im straight, dang, thats what I deserve We gettin money now, thats what I done heard Yall be in the cluball them nerdsI be at the house with a girl on reserve Whatcha gon do wit all them curves Teach me something new right now I wanna learn This ya turn, girl you gottait what you got Aint nobody givin you a spotThis aint no team, you aint finna get no ring Wake up girl, this aint no dream, this my life Champagne bottles on ice, come through feeling like Mikaint my wife, please, Im everybody typeGirl I got what everybody like When I come around, niggas better quiet shit down You niggas aint buying Cristal You sharing that drinkFuck do I careyou thinkI come through wearin that mink"
                },
                {
                    "title": "Come Over",
                    "lyrics": "I stay down for youI never fucked around on youNigga, when they asked who I was they all knew because itsWritten on my face, hit you when Im out frontCan I come over?Can I come over?So can I come over?Can I come over?The games so real, she got Italian heelsWhen I look you in your face, tell me how it feelDont be on me in the club, girl, you gotta chillI want that house on the hill, and I aint got a dealShe know a nigga out here, but she ridin stillShe my main thang, I let her ride the wheelI been sorta playin Imma try for realCause if somebody get her, Imma die for realIm the only one that made her cry for realI let her hit it once and she got high for realIf she hold the gun, she by my side for realEleven minus one, yeah she a dime for realIts all about you, girl, your time is hereDont let nobody hear, girl, your mamas hereYou know I stay fresh like my prom is hereAll I heard was Yeah, bitch, my Dom is hereI was almost home when she hit my phoneSoundin all sad like I did her wrongSex was real strong, but we didnt get alongIts been a few months, she say she been alonePants was so tight, girl, howd you fit em onIf this was junior high, man, theyd send her homeShe the inspiration while I pen this songShe told me to come over, so I went alongI know she probably think Im just gon hit and leaveI shouldnt even do it from what he did to meBut it wasnt my fault, girl, it was both of usI dont wanna talk, just lemme poke somethinNow I got her leakin like her boat cominPut your leg up, I think I broke somethinTie ya ass up, Im trynna rope somethinWhen you finna cum, just lemme know somethin"
                },
                {
                    "title": "She Aint In Love",
                    "lyrics": "Uh, I got a hundred on me...Thousand. Yeah!I got big plans man that money need to switch handsStroke these girls good and shit, I got big handsSet it out, you stressed out? We can let it outTake ya shoes off right quick, real leather couchTear it out, yeah you know Im finna wear it outLight a nag champa in here, just to air it outShe call me Dominic, main squeeze like the heimlichIm tryna get my money in full, its no consignmentsThe smooth talker, fish stick moon walkerTill Johnny Walker, made me a lil offerThats boss lingo, I aint fuckin with you dingosIm tryna let my chest hair show, playin BingoYou small talk, I place bets from the ballparkShowcase my talents and shit, at the artwalkIm showin class at the stripclub throwin bagsCuz when you young you gon blow it fast, yahhLets sit back and count this money...Lets sit back and count this dough...Cuz the money dont stop, ya know?Ya know? (ya know? Ya know? (ya know?Lets sit back and count this money...Lets sit back and count this dough...Cuz the money dont stop, ya know?Ya know? (ya know? Ya know? ya know?The lip syncer, barbecue, beer drinkerThe clear thinker, hold on nigga where my reefers!?The honey dipper, O.P.M money flipperThe rummy sipper, when Im drunk, tummy licker. AH!Cold sushi, in the dark watchin old moviesThat Hundred Proof get me so woozy, UH!The Wi-Fi work in the jacuzzi, UH!I got a Spanish maid just to soothe me, AH!See I really live my fantasy lifeAnd I dont fuck with the panicky typeNigga, Im more the spanish villa canopy typeThe front line, you gotta manage him rightYeah, one day Im tryna live the family lifeI might be on Sean Hannity siteYeah, we all cant live the vanity lifeI know you niggas just a fan of me right?...RightLets sit back and count this money...Lets sit back and count this dough...Cuz the money dont stop, ya know?Ya know? (ya know?) Ya know? (ya know?Lets sit back and count this money...Lets sit back and count this dough...Cuz the money dont stop, ya know?Ya know? ya know? Ya know? ya know?Champagne champagne!More ChardonnayMark MerlotSouth Cent-RAL! ahahaFrance, this shit is French uhDrink ya own shit 323 wassup, Westside get the money bruh Bring ya own shit, drink ya own shit"
                },
                {
                    "title": "O.P.M",
                    "lyrics": "Got a pocket full of onesAnd I bet your girl will come, because she likes itAnd Im feelin like a man2 bottles of that champ, because I like itWe spending O.P.M. (whats that?)Other Peoples Money and we like it (love it)We spending O.P.M. Other Peoples MoneyAnd we like it (love it)Newest lady, new shoes hit the pavementWe eat what we want and shop for entertainmentStock rising, make love, rock diamondsYou ever seen a look this good? Stop lyingStack chips, South Central to Saks FifthI aint gotta wait til December to wrap giftsGet it now, buy a new car, settle downAMG upgrades, fully tinted outFeeling this, the merlot keep spilling shitLook, its no concealing itRight now I got my hand in her blouseDamn she aroused, the gonna end up back in the houseGot a pocket full of onesAnd I bet your girl will come, because she likes itAnd Im feelin like a man2 bottles of that champ, because I like itWe spending O.P.M. (whats that?)Other Peoples Money and we like it (love it)We spending O.P.M. Other Peoples MoneyAnd we like it (love it)The most ready, boat tied, no chevyDon’t let a new a girl make no spaghettiChain heavy, see a chick, game readyWhen somebody loves you back (yeah Teddy)You better know it, hard times we can never show itIm going places you aint never goingFrozen clique, cups of strawberriesI dont gotta play to get paid like MarburyIm feeling this, the ? keep spilling shitLook now she revealing it (uhh)Right now I got my hand on her mouthDamn she was loud, Im gonna end out dragging her outGot a pocket full of onesAnd I bet your girl will come, because she likes itAnd Im feelin like a man2 bottles of that champ, because I like itWe spending O.P.M. (whats that?)Other Peoples Money and we like it (love it)We spending O.P.M. Other Peoples MoneyAnd we like it (love it)Got a pocket full of onesAnd I bet your girl will come, because she likes itAnd Im feelin like a man2 bottles of that champ, because I like itWe spending O.P.M. (whats that?)Other Peoples Money and we like it (love it)We spending O.P.M. Other Peoples MoneyAnd we like it (love it)"
                },
                {
                    "title": "Platinum Chanel",
                    "lyrics": "Toot that, love the way you shoot thatJust got her hair did she tryna get her groove backTouch it like a iPad, baby I’m a true MacReal nigga coming through everybody move backWalked through the back door, they was like whose that?6’1 brown skin sagging in my new hatHad to look back when you passed cause it’s too fatShe told me come over right now she got a new waxThem other hoes gone, baby girl you backDon’t throw the ice in the trash we can use thatGot a nice bra on, baby we can lose thatDon’t say you a pro, Imma make you prove thatI LOVE DOMThat should be your new tatI just wanna hit that, I can be your new batWalk up in the house 3am where the food at?I’m tryna have it ready when I’m finished fuckin you (ah)See a nice couch, but where I’m fuckin you at?Don’t grab my ____ so hard you can bruise thatI know yo boyfriend just mad cause he do rapBut dont be on my nuts, nigga its a food taxHit em wit the new blue and white just be cool hatNumber 8 Jordans unlaced wit the two strapsThis is not a game or anything I can lose atIm standing right here, this where you should choose atI got her going DOM, got her going DOMI never really let a nigga ever meet my momBut I been sorta maybe thinkin you can be the oneI been sorta maybe thinkin you can be the oneWhen I do hit I’m talkin shit before I’m doneI know you prolly wanted to fuck wit me since we was youngI know you go slow when you tryna get me sprungI know you go slow when you tryna get me sprungMaybe I’m the one, maybe I’m the twoMaybe I’m the nigga that you call when you throughDon’t even trip I got other hoes tooMaybe I didn’t even really wanted to fuck wit you?Had one drink now you gettin’ a lil looseAll cranberry bitch thats a lil gooseI’m the best nigga that you know near the boothAnd if it’s any doubt in yo mind here’s the proofEverything I said last week was the truthHow many girls can I have till I’m through?I don’t really know what these other niggas doBut you aint heard nobody like me since SnoopThem the Bo Jacksons that I had in ‘92Imma stay fresh bitch thats just what I doBurnside Boyz nigga reppin for my crewAnd she tell me I can get it but I’m never in the moodLook I got her goin DOM, got her goin DOMI never really let nobody ever meet my momBut I been sorta thinkin maybe you can be the oneAnd I been sorta thinkin maybe you can be the oneBut when I do hit I’m talkin shit before I’m doneI know you prolly wanted to fuck wit me since we was youngI know you go slow when you tryna get me sprungI know you go slow cause you tryna get me sprungTryna get me spung"
                },
                {
                    "title": "The Ways",
                    "lyrics": "[Intro]You know you can’t stress about this hereYeah, she like 5″2She got her hair done tooYou don’t think I’ll give it to herNigga, that’s so untrueI got a room full of spaceI got drugs you can takeI’m a give it to you good girl, in so many waysSo many waysSo many waysSo many ways, there more then one way to love a girlIn so many waysYou got so many curves, let me see you workI wanna watch you shopCome here let me hold that skirtReal nigga go firstI ain’t scared, I ain’t scaredYeah I heard sex is a weapon, but I ain’t dead, I ain’t deadLet your pants fall downLet your tan line showI’m in the 323, she from the 504She wanna back it up for me, I told her back it up for meThen I pulled out the yea boy, and made her strap it up for meShe fast enough for me, she got ass enough for meAnd we can all night, if you can last enough for meThere she go, there she goI drive her hysterical, eat her like a cherry thoughLet me count the ways, the ways, the ways. [x3]So let me feel that girl, I know you feel that girlWhen you was mine, I gave you good dickAnd you know where it’s still at girlOooh, say you gotta man, soooo do I give a damn, nooooAnd do you got plans, hoooo ooohCause summer I’m really finna kill it this summer, these other niggas, finna be bummer than I!"
                },
                {
                    "title": "Mr Champagne Intermission",
                    "lyrics": "Hey bitch, you remember me?Its Mr. O.P.M. from the westside of the streetsI got my Sox hat and my black PumasAnd my nigga P with me, let me introduce himThey choosin, its gruesomeHow these young boys like to coop emCuff em, I take em on a date and dont touch emYou love em, girls come around by the dozensShe aint getting mad when I used to date her cousinI plugged em, nigga she was with was a scrub emShe used to say that nigga cool, but I dont love himShe like me, ask me all the time when you gon wife meI say shut up bitch while I listen to the IsleysMy mind be where the sky be, Im in the hot seatPopping the bub while you knocking them upI tell her hop in the truck with your thick thighs, big buttLet me slide in your Creez, cutMmm what, this shit make me wanna get a truckHad this shit on loud girl every time you pick me upWhen Im out of town mhm, I miss you very muchI love the way you jump girl when I pinch you on the buttIf Im ever stranded, shell come get me in a rushI remember back when you was with me on the busNow we super ballin, droppin fifty on the uhAnd thats the reason why I put them hickeys where I want niggaLike Im supposed to doYou looking so good, I could toast to youLike Im supposed to doIm trying to get this money like Im supposed to doKnow aint supposed to be doing this...Hand me my bag of pharmaceutics over thereCouple bottles of ChampagneThis shit is from France?Never had thatReal Expensive, Real ExpensiveHurry up and buy itWe need some uh... Champagne to the front of the stage Champagne to the front of the stage please You know me... Im Mr. ChampagneLast name witcho BIIITCH"
                },
                {
                    "title": "Ice Cream Truck",
                    "lyrics": "[Intro] Yeah Uh huh, lil something for the Yeah On my way to Hollywood, I’m taking the ‘shaw If its girls in here man Im taking em all Cant wait to tell her mom that she dating a star That first Biggie Smalls album stay in my car Got some competition but they say Im in charge She can see the watch when I sway the cigar I dont need luck Im just playing my cards I put the lotion on her while she lay in the yard It look like you had a long day at the job I made that jerk chicken with the corn on the cob Body so right you got a hell of a mom I gotta give it up she did a hell of a job My man put me on he just through me a line I like that you aint got a pic of you on your blog Ipod on while you walking the dog Playing Salt N Pepa, TLC, Nicki Minaj And I dont search that much but I had to pay attention Cause you worth that much I bought you the Chanel lil purse slash clutch I made 40 gs and we burnt that up Barbeque for the whole squad House party right down the street Sip champagne all day Ice cream truck all week Barbeque for the whole squad House party right down the street Sip champagne all day Ice cream truck all week I wanna mellow out, cold beer, cigarello out School never was for me, went the ghetto route Now im big in New York, Carmelo house Cant wait to turn Coachella out I just want paper and some property Girls is on top of me, Im boardwalking its Monopoly Yeah, Garlic prawns with the broccoli Uh make sure you spell my name properly This is all capitals, doing anything for them capitals Dont have my check on time and we after you Anything I say I do its all actual, I get money shit is factual I be in the library reading recipes for thai curries In the studio talking on the phone with my attorneys This is life, I got a lil something to smoke, make a plate And then take something to go, oh Barbeque for the whole squad House party right down the street Sip champagne all day Ice cream truck all week Barbeque for the whole squad House party right down the street Sip champagne all day Ice cream truck all week Make sure the drinks dont stop Just make sure the drinks dont stop Make sure the drinks dont stop Just make sure the drinks dont stop Make sure the drinks dont stop Just make sure the drinks dont stop Make sure the drinks dont stop Just make sure the drinks dont stop Make sure the drinks dont stop Just make sure the drinks dont stop Barbeque for the whole squad House party right down the street Sip champagne all day Ice cream truck all week Barbeque for the whole squad House party right down the street Sip champagne all day Ice cream truck all week"
                },
                {
                    "title": "New Jeeps",
                    "lyrics": "We blowing wet weed Your baby moma got an x3 Wanna shoot a movie and shit, I’m the directing Spend a lot of money on gold, I’m investing Talking to the president, from the west wing Watching the jet’s game while I’m jet skiing Yeah, I got diamonds on my neck, damnnn You know I got come correct We getting more money than a lot of them expect I’m the type of rapper that a lot of them respect We selling more records than a lot of them forget Yeah, I’m in the hills, counting bills You still in the projects, I am progress I am pop fresh, my Rolex on, aint them rob that I’m in my sweats trying spin my lex (Lexus) You in my way, all in my steps Yea, I said it’s fin to be a crash When I hear shots from the enemies I laugh I’m styling on every single enemy I have Them cheap ass clothes should be giving you a rash I bring grace to this, put my name on your list Before I erase the shit You know we fin to get a little cake with this If the money looking good come taste it bitch I get cake for this, I wanna see some pretty girls shake to this All the bad hoes can’t wait for this 2 girls try to have me raped to this, ah I got mix to get, big money shit I got banks to hit Nigga, you got drinks to get And roll that motherfucking stanky shit I got bank, new jeeps, no doors, no top I got bank, new jeeps, no doors, no top I got bank, new jeeps, no doors, no top I got bank, new jeeps, no doors, no top I got bank Flea flicking and fly girls at freak nick Picky particularly when on weed shit Niche is, neatly at ease I don’t need shit Beefing, keeping the pieces in then the trees lit Prefix mixing with chicks I tell them read lips D tits gets you ccd on my me list She said it’s Gemini crickets, give me 3 wishes Take sit right on the beach, fresh off the G6 Far east moving out, few things I do without Smoother than a hooper through the legs and hit the turn around Murder in the urban town, swear that they can burn it down Heard that I was working be sure that I deserve the crown It’s what’s the world’s about, get your money get on out Sneak around the house if you mama said you ain’t allowed Ain’t nobody perfect child, we just make it worth a while Urbs getting nervous since I started wearing turbans out I got bank, new jeeps, no doors, no top I got bank, new jeeps, no doors, no top I got bank, new jeeps, no doors, no top I got bank, new jeeps, no doors, no top I got bank One time for bitches with their hands up You know, the ones who quick to switch their plans up As Shawty sending me, you a winner, I seen ya The queen, them other bitches is going to the ringer You used to date tatyana ali Was kinda freak The crib on the side of the beach Now I’ma tell you, but I gotta be brief The hole of the economy is deep Deeper than the bottom of creeks Well fuck you, call me anything but broke and stupid We getting paper and you ain’t gonna do shit As I a introduce it, 2 girls on the camera guess who coproduce it nigga I got a dice game to get to, in the range new issue The champagne toast to sip to Some bad hoes chilling in swim suits And they probably down for anything that we in to The gold chain old range mustangs jeeps and drops Rolex watch and all the essentials Got the phil gamble right on the gym suit Man, and the condo that I just moved in to I got bank, new jeeps, no doors, no top I got bank, new jeeps, no doors, no top I got bank, new jeeps, no doors, no top I got bank, new jeeps, no doors, no top I got bank"
                },
                {
                    "title": "2mph",
                    "lyrics": "Im going two miles a hour so everybody sees meTwo miles a hour so everybody sees meTwo miles a hour so everybody sees meEverybody sees meEverybody sees meTwo miles a hour so everybody sees meTwo miles a hour so everybody sees meEverybody sees meEverybody sees meRollin in this caddy ho looking like yo daddy hoSay you from the wood but I know you from the valley thoughAlways got yo hand out man you know these cali hoesMy life is a video but you ain’t got no cameoCall me the banana boat let me see your cantaloupeDont invite your homegirls them hoes look like antelopesShe want me to ram her though, right on the pia-a-noI was like a-ah no, Fuck am I Dangelo?Yes I a-a-am a pro, and I seen your bitch beforeAnd she told me this before, Yes I a-am a hoAnd I want to leave you but you just wont let me g-goShe want me to change her life, I got her a change of clothesMillion dollars aint a lot, niggas just be aiming lowWe eating goodSmokin greatWorking hardGamin hoesSkypin hoesChattin hoesTextin hoesAiming hoesFeelings unexplainable, You know I hit things to goIm talkin Slow downed, Screwed up, in a old school with a low tintBad broad, love to fuck, with her head down and her ass bentNo money spent, cruise the scene, put on game to pursue a dreamDon’t be fraternizing with these lame niggas, You need a king well Im AkeemEarth stood still when I dropped my top and I step my foot out the doorSee the wonderful smell, and compliments on a pimpAnd you wonder just how she choseSee I wasnt just riding high I was sittin sky high I dont walk on feet, I soarYall speedin to fast with ya foot on the gas and 2 miles per hour on these hoesGo 2 miles per hour and I roll, in an old school drop topAnd keep the bass on bump jabbawockee in the trunk, my shit done pop lockedAnd I aint trippin on yours shawty dont get no burn if the broad aint top notchIm above the rim with my chrome spinnin, yo clique just boxed out, Im goin"
                },
                {
                    "title": "Beats,Hoes and Rhymes",
                    "lyrics": "Its a few things that I like, Beats Hoes and some Rhymes I be zoned out, getting mine What Im worried bout shit is fine Its a few things that I like, Beats Hoes and some Rhymes In the two door through the night I be zoned out living life Im mixin apple juice and XO Thats the type of shit we be drinking on the West Coast I stay open when the rest closed I got the most game never said I had the best flows Uh a real nigga and yo ex know Mad you cant go everywhere that us vets go When you see me out you just gotta pay respect though From Benz, truck, coupes, lex-os I like shrimp in my pesto, ya girl kinda ugly but she got a nice chest tho Im so disrespectual, Im not no fucking intellectual Im trying to get this money so I can get me a boat And stay away from niggas that be dirty and broke Cause a nigga like me wont be 30 and broke And you gone lose your life if you think its a joke Let that simmer down for you, im not nobody thats gone clown for you Imma make em put a mound on you, nigga I be all around town on you Its a few things that I like, Beats Hoes and some Rhymes I be zoned out, getting mine What Im worried bout shit is fine Its a few things that I like, Beats Hoes and some Rhymes In the two door through the night I be zoned out living life Dark shades in the party, aint worried about nobody Man that girl know she got it, I might get her nigga watch me And I aint just gone pull her, ima make that girl love me But this world full of darkness im just trynna stay above it I just need some inspiration, maybe some ventilation Maybe I should stop racin the hardest shit that im chasin Take it slow, slow and you use to letting it go One thing that I learn is just a bunch of shit I dont know Im riding round town and I made a left at the store Ran into a girl I know, got her new number fasho I said fasho, so She heard a few of my songs and after that I proceed to run through a few of her thongs I keep mental philosophies that I learned even at my home Now Im gone for the scrilla, mom on the phone let her know that ill be home in December Since I can remember I was on the grind so our home wouldnt be so cold in the winter Till I get a whip with a chick with a grip and zip I can flip and a home I can lend her Its a few things that I like, Beats Hoes and some Rhymes I be zoned out, getting mine What Im worried bout shit is fine Its a few things that I like, Beats Hoes and some Rhymes In the two door through the night I be zoned out living life"
                },
                {
                    "title": "Dream to Me",
                    "lyrics": "Im tryna stop over, yea whats up October Im trying to fall through, life would be better if I could call you Yea, we at the Marriott, God damn you on ya period? Uh, I had plans on it, at least you just put ya hands on it Uh, take off ya shirt too, shit, I got work too But we going pass curfew, come here, let me search you Uh, we got 5 minutes, hell yea its a time limit Uh, I might hit it, bitch Im Mike Bivins I like light skinned, I like dark skinned I like white skinned, I like all women Them my type, yea she know what I like Yea she know what I like, yea she know what I like I might call her up, she might fall in love She wanna call me now, yea, Imma stall you out Dont hold me up, you see me blowing up They at my shows, and they going nuts Its a dream to me, I love it when she sing to me I tell her sing to me, I let her sing to me Yeah... Yeah... Yeah... I, I used to be a playa And they was all for it, on all fours On some hard floors, shit, I even broke some car doors Yeah... Yeah... Yeah... I, I wish I wasnt there Im still a nigga girl, is yo ass getting bigger girl? Whoo, I wanna sit with you, uhh, let me get with you Its a dream to me, Im loving what she bring to me Its spiritual, yea, its personal She flexible, reversible She understand, I just want a chance We hanging out, having fun again Its a dream to me, I love it when she sing to me Yeah... Yeah... Yeah... Yeah..."
                },
                {
                    "title": "Graduate",
                    "lyrics": "Hanging at the park after dark with the homies Laced up Chucks, gold chain rollie Hop over the fence, aint no tripping cuz they know me This is what its like when you graduate to OG Time keep moving like a record spinning Step up out the house and Im representing I dont just live here, shit, I represent it That Westside got your girlfriend catching feelings Dont ask about my last name, its presidential You cant talk about a street that you aint never been to You always yapping bout them girls you aint never been through She call my phone crying, I give her more than tissue A chance to make a million off these instrumentals And I deserve the whole thing, look at what we been through If it was over today, I aint got no issues Ill be right back in Leimert to keep it funky with you You better off dead than chilling with the feds You tell on somebody here, they gone cut yo head Ask me for advice niggas, dont be dumb and scared The school of hard knocks, dont be unprepared Soon as you hit junior high, it feel like no one cares Opportunity might knock, but itll be no one there Them boys waiting at the park, but dont you go in there Them gang injunctions hitting niggas with over 40 years SWV show, these niggas throwing chairs Thats the type of shit I seen out here A helicopter every night, cant dream out here Damn, it feel good to say I did my thing out here, I be I learned the whole game from the ones that lived it I was around black men who was running businesses Making something out of nothing, shit we all physicists And they tried to buy me out, but we wasnt interested Yall do something good and its so interesting We do something better and niggas gone mention it It really dont matter cuz yall got no benjamins Remember back in 98, you was so feminine Now its a rag in yo pocket, nigga who you mimicking You gotta pay yo dues first, no dividends No matter if its Chucks or some old Timberlands Sometimes I close my eyes and I start remembering"
                }
            ]

        },
        {
            "name": "Volume Two",
            "tracks": [
                {
                    "title": "",
                    "lyrics": ""
                }
            ]
        }
    ]
    
}

